Revit 2027 API
ParameterTypeId.TextStyleSize Property
 "Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextStyleSize { get; }
Public Shared ReadOnly Property TextStyleSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextStyleSize {
	ForgeTypeId^ get ();
}
static member TextStyleSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace